Repository: MarcellVokk/Patch-2.22-Launcher
Catalog: BFME2/Strings.*.resx
Languages: de

# BtnInstall.TextInstall
source: INSTALL GAME
de: SPIEL INSTALLIEREN

# BtnInstall.TextLaunch
source: LAUNCH GAME
de: SPIEL STARTEN

# Error.ExternalInstallerCanceled.Text
source: External Installer was canceled and Version will be set back to 1.06!
de: Ein Externes Setup, welches für diesen Patch nötig ist, wurde abgebrochen. Der Launcher setzt das Spiel daher wieder auf 1.06 zurück.

# Error.ExternalInstallerCanceled.Title
source: External Installer canceled
de: Externes Installationsprogramm abgebrochen

# Info.CopyFilesAndApplyPatch
source: Copy files and apply patch...
de: Spiel patchen und aufräumen...

# Info.MD5Check
source: Checking File integrity...
de: Prüfe Datei-Integrität...

# Info.PleaseWait
source: Searching for the one ring...
de: Suche Ring...

# Info.PreparingSetup
source: Preparing Setup...
de: Bereite Setup vor...

# Info.PreparingUpdate
source: Preparing Update...
de: Bereite Update vor...

# Msg.ErrorStartingGame.Text
source: Seems like we lost the game itself or a third party patch-launcher Its greatly advised, that you do not install any third party launcher into the game folder itself! Do you want to repair the game now, so we got a clean 1.06 state again?
de: Scheint, als hätten wir das Spiel selbst oder einen Patch-Launcher eines Drittanbieters verloren! Es wird dringend empfohlen, keinen Launcher eines Drittanbieters im Spielordner selbst zu installieren! Möchtest du das Spiel jetzt reparieren, damit wir wieder einen sauberen 1.06 Stand haben?

# Msg.ErrorStartingGame.Title
source: There is a problem!
de: Spiel hat ein Problem!

# Msg.InstallFolderNotEmpty.Text
source: The target directory is not empty. Continue installing the game? Exisiting files will be deleted!
de: Der Zielpfad enthält bereits Dateien. Bist du sicher, dass du die Installation fortsetzen möchtest? Bereits vorhandene Dateien in diesem Verzeichnis werden ohne Sicherung gelöscht!

# Msg.InstallFolderNotEmpty.Title
source: Found files in target directory
de: Zielpfad ist nicht leer

# Msg.RepairDone.Text
source: Repair finished. A protocol has been saved under "Logfiles".
de: Der Reparaturvorgang wurde beendet und ein Log wurde unter "Logfiles" gespeichert.

# Msg.RepairDone.Title
source: Repair finished!
de: Reparatur beendet!

# Msg.Restart.Text
source: A Launcher restart is required for the settings to be applied. Do you want to restart now?
de: Ein Launcher Neustart wird benötigt um die Einstellungen zu übernehmen. Soll der Launcher jetzt neu gestartet werden?

# Msg.Restart.Title
source: Launcher Restart required
de: Launcher Neustart benötigt

# Msg.UpdateAlreadyActive.Text
source: The selected patch is already active! No action has been conducted.
de: Selektierter Patch bereits aktiv! Es wurde keine Änderung durchgeführt.

# Msg.UpdateAlreadyActive.Title
source: Already activated!
de: Bereits selektiert!

# ToolTip.MusicSwitcher
source: Switch between faction music and default theme music
de: Hier kannst du die Musik umschalten. Es gibt 5 verschiedene Themes.

# Warning.AlreadyRunning
source: Launcher is already running! Please Check TrayIcon or Taskmanager first.
de: Eine zweite Instanz des Launchers ist nicht zulässig. Bitte Taskmanager oder Tray-Icons (Taskbar) prüfen.

# Warning.AlreadyRunningTitle
source: Launcher already running!
de: Der Launcher läuft bereits

# Warning.CantStopNow
source: There is still some download or install active! Closing the Launcher now would damage the files or the game itself. Please try again, after the launcher finished its work!
de: Es ist noch ein Download oder Patchvorgang aktiv. Der Launcher kann momentan nicht beendet werden. Bitte versuche es später erneut.

# Warning.CantStopNowTitle
source: Sadly, you cant close now!
de: Geht gerade leider nicht...

# Warning.GameNotInstalled
source: Some settings are disabled until game ist installed!
de: Manche Optionen werden erst frei- geschaltet, wenn das Spiel installiert wurde!
